Repository: micheledambra/MC3Project
Catalog: MC3Project/*.lproj/Localizable.strings
Languages: de, fr, it, pt_br, pt_pt

source: Feel
de: Fühle
fr: Sens
it: Senti
pt_pt: Sente

source: Colors
de: Farben
fr: Couleurs
it: Colori
pt_br: Cores
pt_pt: Cores

source: Feel the Colors
de: Höre die Farben
fr: Sentir les couleurs
it: Senti i colori
pt_br: Sinta as Cores
pt_pt: Sente as Cores

source: Select a picture from your Photo Library and be ready to perceive colors. Once you're done listening, just shake your phone.
de: Wähle ein Foto aus der Galerie und höre die Farben. Wenn du fertig bist, schüttel dein iPhone.
fr: Choisis une photo dans ta librairie et prépare-toi à percevoir les couleurs. Une fois que tu as fini d'écouter, agite ton IPhone.
it: Seleziona un'immagine dalla tua Galleria e sii pronto a sentire i colori. Una volta finito, scuoti il tuo telefono.
pt_br: Selecione uma foto de tua Galeria e esteja pronto para perceber as cores. Quando terminar de ouvir, basta agitar seu telefone.
pt_pt: Seleciona uma foto da tua Galeria e estarás pronto para percecionar as cores. Quando terminares de ouvir, basta abanar o telemóvel.

source: Learn Colors
de: Lerne Farben
fr: Apprendre les couleurs
it: Impara i colori
pt_br: Aprender cores
pt_pt: Aprender cores

source: Tap on each color to listen again and learn their sound.
de: Drücke auf die Farben, um den Ton zu hören.
fr: Clique sur chanque couleur pour l'écouter à nouveau et apprendre son son.
it: Premi su ogni colore per ascoltarlo di nuovo e memorizzare il suono.
pt_br: Toque em cada cor para ouvir novamente e aprender seu som.
pt_pt: Toca em cada cor para as ouvir novamente e aprenderes o seu som.

source: Get Started
de: Los geht's!
fr: On commence
it: Inizia
pt_br: Come√ßar
pt_pt: Começar

source: Choose from Library
de: Wähle aus der Galerie
fr: Choisis dans la librairie
it: Scegli dalla galleria
pt_br: Escolha na galeria
pt_pt: Escolhe da galeria

source: Or
de: Oder
it: Oppure

source: Download/Select from API
it: Scarica/Seleziona dalle API

source: Shake to Exit
de: Zum Schließen schütteln
fr: Agite pour sortir
it: Scuoti per uscire
pt_br: Agitar para sair
pt_pt: Abana para sair

source: Are you sure you want to leave this view?
de: Bist du dir sicher, dass du die Ansicht verlassen möchtest?
fr: Es-tu sûr de quitter cette page?
it: Sei sicuro di voler lasciare questa pagina?
pt_pt: Tens a certeza que queres sair desta página?

source: You will then return to the selection and can choose a new image
de: Du kehrst zur vorherigen Ansicht zurück, wo du ein neues Bild auswählen kannst
fr: Tu reviendras ensuite à la selection et tu pourras choisir une nouvelle image
it: In questo modo tornerai alla selezione e potrai scegliere una nuova immagine
pt_pt: Vais voltar à seleção e podes escolher uma nova imagem

source: Yes
de: Ja
fr: Oui
it: SÃ¬
pt_pt: Sim

source: Red
it: Rosso

source: Green
it: Verde

source: Blue
it: Blu

source: Extracting data from image not possible
it: Impossibile estrarre dati immagine

source: Color
pt_br: Colore

source: Sound
pt_br: Suono
